{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Copano Rickey",
            "text": "That's the \"Mega Tree\"! I wonder how it will be decorated? I'm \nlooking forward to it☆ Talmae, Acute!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Ricky, you're already too excited! You're not here for fun today, \nyou're here for the preview of the Christmas concert."
        },
        {
            "name": "Copano Rickey",
            "text": "I know! I'm working in collaboration with Oi Racecourse. I'll \nbring you good luck with my feng shui!"
        },
        {
            "name": "Wonder Acute",
            "text": "I'm sure it's a fun job… You know, that…… is there? It's going to \nbe sparkling with that Irumineshon, isn't it?"
        },
        {
            "name": "Copano Rickey",
            "text": "Yes! It's called \"Tokyo Mega Illumi\"! \nIt's a big event at the Oi racetrack!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Illumination throughout the racetrack is breathtaking! In front \nof Tomakomai Station It's a photogenic event that's getting a lot \nof attention right now."
        },
        {
            "name": "Wonder Acute",
            "text": "Well, well, it's a great honor for us to be able to collab with \nsuch a great event and have a Christmas party."
        },
        {
            "name": "Wonder Acute",
            "text": "…… but the scenery still looks rather dreary \nfor an event that is about to start. ……?"
        },
        {
            "name": "Copano Rickey",
            "text": "―!!! This Ki flow is…… maybe some trouble!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Eh, no way, that's not such a good omen. ……"
        },
        {
            "name": "Inari One",
            "text": "Of course! No way, no way, no way, it's a big deal!"
        },
        {
            "name": "Smart Falcon",
            "text": "I just happened to overhear some people at the racetrack talking \nabout it earlier: ……"
        },
        {
            "name": "Smart Falcon",
            "text": "There was some kind of mistake in bringing in the decorations and \nornaments, so they're running behind schedule!"
        },
        {
            "name": "Oguri Cap",
            "text": "If we're not careful, we may not have the decorations up in time \nfor the Christmas concert."
        },
        {
            "name": "Copano Rickey",
            "text": "That's when it happens! Ricky☆Lucky☆horsegirl Power!"
        },
        {
            "name": "Copano Rickey",
            "text": "Let's help bring it in ourselves! If we combine the power of \nhorsegirl and the luck of Feng Shui and the luck of Feng Shui, \nwe'll have a million barikis!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Feng Shui…… aside, I agree with you about helping out! Damage \nfrom an event like this is so unfashionable!"
        },
        {
            "name": "Wonder Acute",
            "text": "I'm all for it. ♪ It's a chance to give back to the racetracks \nthat have always taken care of us. It's a chance to return the \nfavor to Ms. Racecourse, who has always been so kind to me."
        },
        {
            "name": "Smart Falcon",
            "text": "'I want to help, and I need your help, Ricky and the others.' I \nthought I came to…… to ask for your help."
        },
        {
            "name": "Inari One",
            "text": "Hehehe, you said everything we were going to say before we did!"
        },
        {
            "name": "Oguri Cap",
            "text": "Yeah, I'm counting on you. ……!"
        },
        {
            "name": "Copano Rickey",
            "text": "Alright then, let's all work together \nto make the \"Mega Tree\" sparkle!"
        },
        {
            "name": "Everyone",
            "text": "Oooooh!"
        }
    ]
}